[{"book_id":"16648593-f3f1-49e6-a6d4-2d1440b2f955","book_title":"Harry Potter and the Order of the Phoenix","book_author":"J.K. Rowling","book_edition":"Magic Edition","book_synopsis":"Harry Potter is furious that he is stuck at the Dursleys' house for the summer, when he suspects that Voldemort is gathering an army, and the wizarding authorities seem unwilling to do anything. Harry's so-called friends are trying to keep him in the dark. But he knows that Voldemort's forces can find him wherever he is; he could be attacked at any moment. Harry is finally rescued from Privet Drive by members of the Order of the Phoenix - a secret society first formed years ago to fight Voldemort - and discovers that maybe he is not alone in this battle after all. These new editions of the classic and internationally bestselling, multi-award-winning series feature instantly pick-up-able new jackets by Jonny Duddle, with huge child appeal, to bring Harry Potter to the next generation of readers. It's time to PASS THE MAGIC ON .","book_price":"19","book_parution":"2014-08-19","book_category":"Fantastic","book_cover":"http://localhost:3000/images/bookCover/16648593-f3f1-49e6-a6d4-2d1440b2f955_book_cover.jpg"},{"book_id":"d4282efb-c053-4f4d-be32-56a599c11155","book_title":"The Selection","book_author":"Kiera Kass","book_edition":"Selected Edition","book_synopsis":"Fall in love—from the very beginning. Discover the first book in the captivating, #1 New York Times bestselling Selection series.\n\nPrepare to be swept into a world of breathless fairy-tale romance, swoonworthy characters, glittering gowns, and fierce intrigue perfect for readers who loved Divergent, Delirium, or The Wrath & the Dawn.\n\nFor thirty-five girls, the Selection is the chance of a lifetime. The opportunity to escape a rigid caste system, live in a palace, and compete for the heart of gorgeous Prince Maxon. But for America Singer, being Selected is a nightmare. It means turning her back on her secret love with Aspen, who is a caste below her, and competing for a crown she doesn’t want.\n\nThen America meets Prince Maxon—and realizes that the life she’s always dreamed of may not compare to a future she never imagined.","book_price":"15","book_parution":"2013-03-26","book_category":"Novel","book_cover":"images/bookCover/d4282efb-c053-4f4d-be32-56a599c11155_book_cover.jpg"},{"book_id":"1ea235a9-9b2d-4f00-8258-db6a8cf21e01","book_title":"Shadow and Bone (Grisha Trilogy)","book_author":"Leigh Bardugo","book_edition":"Light Edition","book_synopsis":"Soldier. Summoner. Saint. Orphaned and expendable, Alina Starkov is a soldier who knows she may not survive her first trek across the Shadow Fold--a swath of unnatural darkness crawling with monsters. But when her regiment is attacked, Alina unleashes dormant magic not even she knew she possessed.\n\nNow Alina will enter a lavish world of royalty and intrigue as she trains with the Grisha, her country's magical military elite--and falls under the spell of their notorious leader, the Darkling. He believes Alina can summon a force capable of destroying the Shadow Fold and reuniting their war-ravaged country, but only if she can master her untamed gift.\n\nAs the threat to the kingdom mounts and Alina unlocks the secrets of her past, she will make a dangerous discovery that could threaten all she loves and the very future of a nation.\n\nWelcome to Ravka . . . a world of science and superstition where nothing is what it seems.","book_price":"16","book_parution":"2013-05-07","book_category":"Young Adult","book_cover":"images/bookCover/1ea235a9-9b2d-4f00-8258-db6a8cf21e01_book_cover.jpg"},{"book_id":"8e227dba-7ff6-44f4-91fd-765127d4591b","book_title":"Time Master Trilogy","book_author":"Louise Cooper","book_edition":"Time Edition","book_synopsis":"The seven gods of Order had ruled unchallenged for centuries, served by the adepts of the Circle in their bleak northern castle on the Star Peninsula. But for Tarod - the most enigmatic and formidable sorcerer in Circle's ranks - a darker affinity had begun to call. Threatening his beliefs, even his sanity, it rose unbidden from beyond time; an ancient and deadly adversary that could plunge the world into madness and chaos - and whose power might rival that of the gods themselves. And though Tarod's mind and heart were pledged to Order, his soul was another matter...","book_price":"29","book_parution":"2013-01-08","book_category":"Fiction","book_cover":"images/bookCover/8e227dba-7ff6-44f4-91fd-765127d4591b_book_cover.png"},{"book_id":"79246ad2-b194-426a-ad93-64098827e84a","book_title":"Blackout","book_author":"Connie Willis","book_edition":"2nd Edition","book_synopsis":"BLACKOUT is the opening movement of a vast, absorbing two-volume novel that may well prove to be Connie Willis' masterpiece. Like her multi-award winning THE DOOMSDAY BOOK, this stunning new work marries the intricate mechanics of time travel to the gritty - and dangerous - realities of human history.\n\nThe narrative opens in Oxford, England in 2060, where a trio of time traveling scholars prepares to depart for various corners of the Second World War. Their mission: to observe, from a safe vantage point, the day-to-day nature of life during this critical historical moment. As the action ranges from the evacuation of Dunkirk to the manor houses of rural England to the quotidian horrors of London during the Blitz, the objective nature of their roles gradually changes. Cut off from the safety net of the future and caught up in the chaotic events that make up history, they are forced to participate, in unexpected ways, in the defining events of the era.\n\nBLACKOUT is an ingeniously constructed time travel novel and a grand entertainment. More than that, it is a moving, exquisitely detailed portrait of a world under siege, a world dominated by chaos, uncertainty, and the threat of imminent extinction. It is the rare sort of book that transcends the limits of genre, offering pleasure, insight, and illumination on virtually every page.","book_price":"20","book_parution":"2012-03-08","book_category":"Science Fiction","book_cover":"images/bookCover/79246ad2-b194-426a-ad93-64098827e84a_book_cover.jpg"},{"book_id":"c1fe6185-76b2-4234-9452-b4e7a401245d","book_title":"Charlie and the Chocolate Factory","book_author":"Roald Dahl","book_edition":"Sweet Edition","book_synopsis":"Mr Willy Wonka is the most extraordinary chocolate maker in the world. And do you know who Charlie is? Charlie Bucket is the hero. The other children in this book are nasty little beasts, called: Augustus Gloop - a great big greedy nincompoop; Veruca Salt - a spoiled brat; Violet Beauregarde - a repulsive little gum-chewer; Mike Teavee - a boy who only watches television. Clutching their Golden Tickets, they arrive at Wonka's chocolate factory. But what mysterious secrets will they discover? Our tour is about to begin. Please don't wander off. Mr Wonka wouldn't like to lose any of you at this stage of the proceedings . . .","book_price":"7","book_parution":"2016-12-11","book_category":"Novel","book_cover":"images/bookCover/c1fe6185-76b2-4234-9452-b4e7a401245d_book_cover.jpg"},{"book_id":"be1925fe-b179-425a-ad91-7817160c43fb","book_title":"Pride and Prejudice","book_author":"Jane Austen","book_edition":"Old Edition","book_synopsis":"One of the most universally loved and admired English novels, Pride and Prejudice was penned as a popular entertainment. But the consummate artistry of Jane Austen (1775-1817) transformed this effervescent tale of rural romance into a witty, shrewdly observed satire of English country life that is now regarded as one of the principal treasures of English language.\nIn a remote Hertfordshire village, far off the good coach roads of George III's England, a country squire of no great means must marry off his five vivacious daughters. At the heart of this all-consuming enterprise are his headstrong second daughter Elizabeth Bennet and her aristocratic suitor Fitzwilliam Darcy -- two lovers whose pride must be humbled and prejudices dissolved before the novel can come to its splendid conclusion.","book_price":"12","book_parution":"1995-01-11","book_category":"Novel","book_cover":"images/bookCover/be1925fe-b179-425a-ad91-7817160c43fb_book_cover.jpg"},{"book_id":"58db43d3-cc06-4270-9713-5c1914599f56","book_title":"The Lord of the Rings","book_author":"J.R.R. Tolkien","book_edition":"Middle Edition","book_synopsis":"Continuing the story begun in The Hobbit, all three parts of the epic masterpiece, The Lord of the Rings, in one paperback. Features the definitive edition of the text, fold-out flaps with the original two-colour maps, and a revised and expanded index.\n\nSauron, the Dark Lord, has gathered to him all the Rings of Power – the means by which he intends to rule Middle-earth. All he lacks in his plans for dominion is the One Ring – the ring that rules them all – which has fallen into the hands of the hobbit, Bilbo Baggins.\n\nIn a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as the Ring is entrusted to his care. He must leave his home and make a perilous journey across the realms of Middle-earth to the Crack of Doom, deep inside the territories of the Dark Lord. There he must destroy the Ring forever and foil the Dark Lord in his evil purpose.\n\nSince it was first published in 1954, The Lord of the Rings has been a book people have treasured. Steeped in unrivalled magic and otherworldliness, its sweeping fantasy has touched the hearts of young and old alike.\n\nThis single-volume paperback edition is the definitive text, fully restored with almost 400 corrections – with the full co-operation of Christopher Tolkien – and features a striking new cover.","book_price":"12","book_parution":"2018-01-31","book_category":"Fantasy","book_cover":"images/bookCover/58db43d3-cc06-4270-9713-5c1914599f56_book_cover.jpg"},{"book_id":"ea3b3e7f-700b-4af1-bdf7-dde36c3e2739","book_title":"Sherlock Holmes","book_author":"Sir Arthur Conan Doyle","book_edition":"Deceiptive Edition","book_synopsis":"Beautifully designed and carefully proofed for digital publication, this edition includes:\n•14 original illustrations by Sidney Paget done for the Strand Magazine, modern drawings of Frederic Dorr Steele, and unique illustrations of historical context;\n•New Biography of Sir Arthur Conan Doyle;\n•Complete, unabridged, and formatted text for kindle to improve your reading experience;\n•Table of Contents with Quick Navigation.","book_price":"15","book_parution":"2021-06-09","book_category":"Adventure","book_cover":"images/bookCover/ea3b3e7f-700b-4af1-bdf7-dde36c3e2739_book_cover.jpg"},{"book_id":"c5cdade1-1e19-4795-bf63-ffa54599e206","book_title":"Harry Potter and Prisoner of Azkaban","book_author":"J.K. Rowling","book_edition":"Magic Edition","book_synopsis":"When the Knight Bus crashes through the darkness and screeches to a halt in front of him, it's the start of another far from ordinary year at Hogwarts for Harry Potter. Sirius Black, escaped mass-murderer and follower of Lord Voldemort, is on the run - and they say he is coming after Harry. In his first ever Divination class, Professor Trelawney sees an omen of death in Harry's tea leaves . But perhaps most terrifying of all are the Dementors patrolling the school grounds, with their soul-sucking kiss. These new editions of the classic and internationally bestselling, multi-award-winning series feature instantly pick-up-able new jackets by Jonny Duddle, with huge child appeal, to bring Harry Potter to the next generation of readers. It's time to PASS THE MAGIC ON .","book_price":"12","book_parution":"2014-08-19","book_category":"Fantastic","book_cover":"http://localhost:3000/images/bookCover/c5cdade1-1e19-4795-bf63-ffa54599e206_book_cover.jpg"}]